SET datestyle = dmy;
INSERT INTO news(title, body, date)
VALUES ('Развитие общественного транспорта',
        'Городской совет объявил о планах по расширению и модернизации системы общественного транспорта. Это включает в себя добавление новых автобусных маршрутов и улучшение инфраструктуры для велосипедистов и пешеходов.',
        '15.11.2023')
     , ('Улучшение городского освещения',
        'В рамках проекта по улучшению городского освещения, были установлены новые энергоэффективные светодиодные фонари. Это не только улучшит видимость ночью, но и поможет сэкономить энергию.',
        '20.12.2023')
     , ('Реконструкция городского парка',
        'Началась реконструкция главного городского парка с целью улучшения его инфраструктуры и создания новых зон отдыха. Это даст жителям больше возможностей для отдыха на свежем воздухе.',
        '25.01.2024')
     , ('Проект "Чистый город"',
        'Запущен проект "Чистый город", направленный на улучшение системы управления отходами. Это включает в себя установку новых мусорных баков и организацию регулярной уборки улиц.',
        '10.02.2024')
     , ('Открытие новой библиотеки',
        'В городе открылась новая библиотека, которая станет центром образования и культуры. Библиотека предлагает широкий выбор книг и учебных материалов, а также пространство для чтения и учебы.',
        '15.03.2024')