SET datestyle = dmy;
INSERT INTO news(title, body, date)
VALUES ('Новый парк в центре города',
        'В центре города открылся новый парк с уникальными арт-объектами и зонами отдыха. Это место станет прекрасным пристанищем для жителей и гостей города, ищущих уединения с природой в сердце городской суеты. Парк также будет использоваться для проведения различных культурных мероприятий.',
        '01.01.2023')
     , ('Умные светофоры улучшают движение',
        'Внедрение умных светофоров помогает оптимизировать движение транспорта и уменьшить пробки. Эти светофоры используют данные о движении транспорта в реальном времени, чтобы автоматически регулировать светофорные циклы и обеспечивать более плавное движение.',
        '15.02.2023')
     , ('Экологический проект "Зеленый город"',
        'Запущен экологический проект по посадке деревьев и созданию зеленых зон в городе. Этот проект направлен на улучшение качества воздуха и создание пространств для отдыха и досуга горожан.',
        '12.03.2023')
     , ('Велодорожки для безопасного движения',
        'Город активно развивает сеть велодорожек для безопасного и комфортного передвижения на велосипедах. Это не только способствует здоровому образу жизни, но и снижает загрязнение воздуха.',
        '07.04.2023')
     , ('Реконструкция исторического района',
        'Началась реконструкция исторического района с сохранением архитектурного наследия. Этот проект позволит сохранить историческую ценность района, при этом обновив его и сделав более привлекательным для жителей и туристов.',
        '05.05.2023')
     , ('Открытие нового метро',
        'Открылась новая линия метро, что значительно упростит передвижение по городу. Это поможет снизить нагрузку на дорожную сеть и улучшит общественный транспорт.',
        '20.06.2023')
     , ('Проект "Безопасные дороги"',
        'Запущен проект по улучшению безопасности дорожного движения и обновлению дорожного покрытия. Это поможет снизить количество дорожно-транспортных происшествий и улучшит состояние дорог.',
        '15.07.2023')
     , ('Уличное искусство оживляет город',
        'В городе появилось больше уличного искусства, что делает его более ярким и уникальным. Это помогает создать уникальную атмосферу и привлекает туристов.',
        '12.08.2023')
     , ('Технологии умного города',
        'Внедряются технологии умного города для повышения комфорта и качества жизни горожан. Это включает в себя все, от умного освещения до систем управления отходами.',
        '01.09.2023')
     , ('Новый общественный пространство',
        'Открылось новое общественное пространство для проведения мероприятий и отдыха горожан. Это место станет центром культурной жизни города и местом встречи для местных жителей.',
        '10.10.2023')